Repository: dolphinoracle/apt-notifier
Catalog: translations_script/po/apt-notifier_*.po
Languages: pt_br

source: 0 updates available
pt_br: 0 atualizações disponíveis

source: 1 new update available
pt_br: 1 nova atualização disponível

source: $count new updates available
pt_br: $count novas atualizações disponíveis

source: Updates
pt_br: Atualizações

source: You have 1 new update available
pt_br: Há 1 nova atualização disponível

source: You have $count new updates available
pt_br: Há $count novas atualizações disponíveis

source: Upgrade using Synaptic
pt_br: Atualizar através do Synaptic

source: View and Upgrade
pt_br: Ver e Atualizar

source: Hide until updates available
pt_br: Ocultar até haver atualizações disponíveis

source: Quit
pt_br: Sair

source: MX Updater Help
pt_br: Ajuda do Notificador

source: Synaptic Help
pt_br: Ajuda do Synaptic

source: Preferences
pt_br: Preferências

source: History
pt_br: Histórico

source: Auto-update log(s)
pt_br: Atualizar automaticamente log(s)

source: Auto-update dpkg log(s)
pt_br: Atualizar automaticamente log(s) do dpkg

source: Check for Updates
pt_br: Verificar se há atualizações

source: About
pt_br: Sobre

source: MX Package Installer
pt_br: MX Gestor de Software

source: MX Updater--View and Upgrade, previewing: basic upgrade
pt_br: Notificador de Atualizações--Ver e Atualizar; visualização: atualizar pacotes

source: MX Updater--View and Upgrade, previewing: full upgrade
pt_br: Notificador de Atualizações--Ver e Atualizar; visualização: atualizar o sistema

source: Automatically answer 'yes' to all prompts during upgrade
pt_br: Durante a atualização responder automaticamente 'sim' a todas as perguntas/pedidos de confirmação

source: automatically close terminal window when upgrade complete
pt_br: fechar automaticamente a janela de terminal ao completar a atualização

source: basic upgrade
pt_br: atualizar pacotes

source: full upgrade
pt_br: atualizar o sistema

source: switch to basic upgrade
pt_br: mudar para 'atualizar pacotes'

source: switch to full upgrade
pt_br: mudar para 'atualizar o sistema'

source: Switches the type of Upgrade that will be performed, alternating back and forth between 'full upgrade' and 'basic upgrade'.
pt_br: Altera o tipo de Atualização a efectuar, alternando entre 'atualizar o sistema' e 'atualizar pacotes'

source: Reload
pt_br: Recarregar

source: Reload the package information to become informed about new, removed or upgraded software packages. (apt-get update)
pt_br: Recarregar a informação dos repositórios, atualizando-a (novos pacotes, pacotes removidos e pacotes atualizados). [apt-get update]

source: basic upgrade complete (or was canceled)
pt_br: atualização de pacotes terminada (ou foi cancelada)

source: full upgrade complete (or was canceled)
pt_br: atualização do sistema terminada (ou foi cancelada)

source: this terminal window can now be closed
pt_br: esta janela de terminal pode agora ser fechada

source: press any key to close
pt_br: premir qualquer tecla para fechar

source: Unneeded packages are installed that can be removed.
pt_br: Estão instalados pacotes desnecessários que podem ser removidos.

source: Running apt-get autoremove, if you are unsure type 'n'.
pt_br: A executar o apt-get autoremove; em caso de dúvida, teclar 'n'.

source: upgrade
pt_br: atualizar

source: Using full upgrade
pt_br: A usar 'atualizar o sistema'

source: Using basic upgrade (not recommended)
pt_br: A usar 'atualizar pacotes' (não recomendado)

source: MX Updater preferences
pt_br: Preferências do Notificador de Actualizações

source: Upgrade mode
pt_br: Tipo de Atualização

source: full upgrade (recommended)
pt_br: actualizar o sistema (recomendado)

source: Left-click behaviour (when updates are available)
pt_br: Comportamento do botão esquerdo (quando há atualizações disponíveis)

source: Other options
pt_br: Outras opções

source: opens Synaptic
pt_br: abre o Synaptic

source: opens MX Updater 'View and Upgrade' window
pt_br: abre a janela 'Ver e Actualizar' do Notificador de Actualizações

source: Automatically answer 'yes' to all prompts during full/basic upgrade
pt_br: Durante a atualização responder automaticamente 'sim' a todas as perguntas/pedidos de confirmação

source: automatically close terminal window when full/basic upgrade complete
pt_br: fechar automaticamente a janela de terminal/consola após a atualização

source: check for autoremovable packages after full/basic upgrade
pt_br: procurar pacotes autoremovíveis após atualização

source: Icons
pt_br: Ícones

source: classic
pt_br: clássico

source: pulse
pt_br: gráfico

source: wireframe
pt_br: transparente

source: Auto-update
pt_br: Atualização automática

source: update automatically (will not add new or remove existing packages)
pt_br: atualizar automaticamente a informação dos pacotes (não addiciona novos pacotes nem remove pacotes existentes)

source: MX Updater
pt_br: Notificador de Atualizações

source: About MX Updater
pt_br: Sobre o Notificador de Atualizações

source: Changelog
pt_br: Relatório de alterações

source: License
pt_br: Licença

source: Cancel
pt_br: Cancelar

source: Tray applet to notify of system and application updates
pt_br: Mini-aplicação de bandeja para notificar da existência de atualizações de sistema e de pacotes/aplicações

source: MX Auto-update -- unattended-upgrades log viewer
pt_br: Atualização automática -- visualizador de registros de atualizações autônomos.

source: No logs found.
pt_br: Nenhum registro encontrado.

source: For a less detailed view see 'Auto-update dpkg log(s)' or 'History'.
pt_br: Para uma visão menos detalhada, consulte 'Auto-update dpkg log(s)' ou 'History'.

source: Press 'h' for help, 'q' to quit
pt_br: Pressionar "h" para ajuda, "q" para sair

source: MX Auto-update -- unattended-upgrades dpkg log viewer
pt_br: Atualização automática -- visualizador de log do dpkg com atualização automática

source: No unattended-upgrades dpkg log(s) found.
pt_br: Nenhum log de atualização do dpkg autônomo foi encontrado.
